const services = [
	{
		id: 11,
		title: 'Лендинг',
		content: [
			'Анализ целевой аудитории и целей кампании',
			'Дизайн и верстка страницы с акцентом на привлечение внимания',
			'Использование элементов CTA (вызов к действию) и форм',
			'Оптимизация для конверсии и аналитика посещаемости',
		],
		newPrice: '300',
		oldPrice: '500',
	},
	{
		id: 12,
		title: 'Интернет-магазин',
		content: [
			'Консультации и планирование',
			'Дизайн и создание макетов для категорий товаров и страницы товаров',
			'Интеграция с системами оплаты и доставки',
			'Управление запасами и инвентаризация',
			'Разработка функционала для корзины покупок и оформления заказа',
		],
		newPrice: '500',
		oldPrice: '700',
	},
	{
		id: 13,
		title: 'Корпоративный сайт',
		content: [
			'Анализ бизнес-потребностей и консультации',
			'Разработка уникального дизайна и структуры сайта',
			'Создание разделов для информации о компании, услугах, портфолио, контактах и т.д.',
			'Интеграция с социальными сетями и возможностью обратной связи',
		],
		newPrice: '650',
		oldPrice: '850',
	},
	{
		id: 14,
		title: 'Блог или новостной сайт',
		content: [
			'Консультации по целям и аудитории блога',
			'Создание удобной системы категорий и тегов',
			'Интеграция с социальными сетями для обмена контентом',
			'Добавление комментариев и функций обратной связи',
		],
		newPrice: '750',
		oldPrice: '1000',
	},
	{
		id: 15,
		title: 'Фирменный сайт для продукта или услуги',
		content: [
			'Разработка уникального брендированного дизайна',
			'Подчеркивание особенностей и преимуществ продукта или услуги',
			'Интеграция с формами запросов и контактами',
			'Блок с отзывами клиентов',
		],
		newPrice: '900',
		oldPrice: '1100',
	},
	{
		id: 16,
		title: 'Сайт по вашему техническому заданию',
		content: [
			'Предоставление консультаций по подходящему функционалу для вашего проекта',
			'Разработка удобной структуры для размещения ваших материалов и другой информации',
			'Интеграция любых нужных вам инструментов',
		],
		newPrice: '1000',
		oldPrice: '1250',
	},
];

export default services;
