import { IFaqData } from './type';

export const FaqData: IFaqData[] = [
	{
		title: 'Каков процесс создания сайта с вашей компанией?',
		description:
			'Процесс начинается с обсуждения ваших требований и целей. Затем мы определяем концепцию, продумываем дизайн, осуществляем разработку и тестирование, завершая запуском и поддержкой.',
	},
	{
		title: 'Какое время занимает создание сайта?',
		description:
			'Время зависит от сложности проекта. Чаще всего создание сайта занимает от нескольких недель до нескольких месяцев.',
	},
	{
		title: 'Какие информационные материалы нужны для начала работы?',
		description:
			'Мы оцениваем ваши потребности на основе предоставленной информации о вашей компании, бренде, предпочтениях дизайна и любых специфических требованиях.',
	},
	{
		title: 'Какова стоимость создания сайта?',
		description:
			'Стоимость зависит от объема работы, функциональных требований и уровня сложности. Мы предоставляем индивидуальные оценки для каждого проекта.',
	},
	{
		title: 'Как обеспечивается безопасность сайта?',
		description:
			'Мы используем современные методы безопасности, включая SSL-шифрование, регулярные обновления программного обеспечения и меры защиты от вредоносного программного обеспечения.',
	},
	{
		title:
			'Предоставляете ли вы услуги по обслуживанию сайта после его создания?',
		description:
			'Да, мы предоставляем услуги технической поддержки, обновлений и развития сайта в долгосрочной перспективе.',
	},
	{
		title: 'Можете ли вы оптимизировать сайт для поисковых систем (SEO)?',
		description:
			'Да, мы интегрируем SEO-практики в разработку, включая оптимизацию контента, метаданных и структуры сайта.',
	},
	{
		title: 'Какой у вас опыт работы с определенными отраслями?',
		description:
			'Мы имеем опыт работы с различными отраслями, включая технологии, здравоохранение, образование, торговлю и другие.',
	},
	{
		title: 'Могу ли я обновлять содержимое сайта самостоятельно?',
		description:
			'Абсолютно! Мы предусматриваем создание удобной административной панели (админки) специально для вас. Это интуитивно понятный интерфейс, который позволит вам легко обновлять и изменять контент на вашем сайте без необходимости наличия глубоких знаний в программировании. Ваше участие в управлении контентом будет настолько простым и эффективным, насколько только возможно. В случае вопросов или дополнительных потребностей, наша команда всегда готова оказать помощь.',
	},
	{
		title:
			'Каким образом происходит взаимодействие с вами во время разработки проекта?',
		description:
			'Мы обеспечиваем регулярные обновления, встречи и общение в Zoom или другим удобным для вас способом. Мы стараемся поддерживать прозрачность в каждом этапе.',
	},
];
