import { IFaqData } from './type';

export const FaqData: IFaqData[] = [
	{
		id: '4796ab54-a13a-4374-aa93-4cbfa221ff81',
		title: 'Каков процесс создания сайта с вашей компанией?',
		description:
			'Процесс начинается с обсуждения ваших требований и целей. Затем мы определяем концепцию, продумываем дизайн, осуществляем разработку и тестирование, завершая запуском и поддержкой.',
	},
	{
		id: '926384f6-ae14-4f6e-8247-c83d9e02bcb0',
		title: 'Какое время занимает создание сайта?',
		description:
			'Время зависит от сложности проекта. Чаще всего создание сайта занимает от нескольких недель до нескольких месяцев.',
	},
	{
		id: '20bb1af4-4f38-486d-947a-a2a865def4e9',
		title: 'Какие информационные материалы нужны для начала работы?',
		description:
			'Мы оцениваем ваши потребности на основе предоставленной информации о вашей компании, бренде, предпочтениях дизайна и любых специфических требованиях.',
	},
	{
		id: 'e87961cb-9175-4771-a20c-167569faf89d',
		title: 'Какова стоимость создания сайта?',
		description:
			'Стоимость зависит от объема работы, функциональных требований и уровня сложности. Мы предоставляем индивидуальные оценки для каждого проекта.',
	},
	{
		id: 'c80df68d-8295-42d1-a67a-ff19a70cdeb1',
		title: 'Как обеспечивается безопасность сайта?',
		description:
			'Мы используем современные методы безопасности, включая SSL-шифрование, регулярные обновления программного обеспечения и меры защиты от вредоносного программного обеспечения.',
	},
	{
		id: '6b91f5b6-36b5-4b47-816f-8b59d1ccf485',
		title:
			'Предоставляете ли вы услуги по обслуживанию сайта после его создания?',
		description:
			'Да, мы предоставляем услуги технической поддержки, обновлений и развития сайта в долгосрочной перспективе.',
	},
	{
		id: 'af95deca-6892-4dc5-9fe3-a0128933ca2d',
		title: 'Можете ли вы оптимизировать сайт для поисковых систем (SEO)?',
		description:
			'Да, мы интегрируем SEO-практики в разработку, включая оптимизацию контента, метаданных и структуры сайта.',
	},
	{
		id: 'b3520a66-d032-4608-bdc0-303aea83c523',
		title: 'Какой у вас опыт работы с определенными отраслями?',
		description:
			'Мы имеем опыт работы с различными отраслями, включая технологии, здравоохранение, образование, торговлю и другие.',
	},
	{
		id: 'e5d10604-c473-4636-a453-6e96c2360625',
		title: 'Могу ли я обновлять содержимое сайта самостоятельно?',
		description:
			'Абсолютно! Мы предусматриваем создание удобной административной панели (админки) специально для вас. Это интуитивно понятный интерфейс, который позволит вам легко обновлять и изменять контент на вашем сайте без необходимости наличия глубоких знаний в программировании. Ваше участие в управлении контентом будет настолько простым и эффективным, насколько только возможно. В случае вопросов или дополнительных потребностей, наша команда всегда готова оказать помощь.',
	},
	{
		id: 'bace8520-a56c-4572-a77d-78096ac30d71',
		title:
			'Каким образом происходит взаимодействие с вами во время разработки проекта?',
		description:
			'Мы обеспечиваем регулярные обновления, встречи и общение в Zoom или другим удобным для вас способом. Мы стараемся поддерживать прозрачность в каждом этапе.',
	},
];
