import { IChoiceItem } from './type';

export const data: IChoiceItem[] = [
	{
		id: '0d00ca1b-8a46-4377-bd55-f56563b4162e',
		title: 'Уникальный дизайн и брендирование',
		description:
			'Мы создаем дизайн, который не только красив, но и подчеркивает уникальность вашего бренда, делая вас запоминающимся в глазах клиентов.',
		modifier: 'design',
		iconFill: '#9188FA',
	},
	{
		id: '677e2138-c1a4-4855-aa73-8fae4d062840',
		title: 'Гибкость и масштабируемость',
		description:
			'Наши решения гибки и легко масштабируются, что позволяет вашему бизнесу расти и адаптироваться к изменяющимся требованиям рынка.',
		modifier: 'flexibility',
		iconFill: '#9188FA',
	},
	{
		id: '3142cdd2-1ed8-48bd-9f6f-8206e93f50ac',
		title: '',
		description: '',
		modifier: 'planet',
	},
	{
		id: 'fbb80e01-360d-4b01-bd74-b91c321706d1',
		title: 'Онлайн-присутствие без головной боли',
		description:
			'Мы предоставляем интегрированные решения для создания вашего собственного уникального онлайн-пространства. это позволяет вам сосредоточиться на своем бизнесе, а не на технических деталях.',
		modifier: 'presence',
		iconFill: '#9B54D4',
	},
	{
		id: 'add057e7-cb49-440e-92d9-489740e65691',
		title: 'Максимальная конверсия',
		description:
			'Мы разрабатываем сайты с акцентом на пользовательский опыт, улучшая конверсию посетителей в клиентов и повышая вашу эффективность в сети.',
		modifier: 'conversion',
		iconFill: '#FFFFFF',
	},
	{
		id: '28487f63-6f96-4602-bf81-70c51d9ff8c0',
		title: 'Безопасность и надежность',
		description:
			'Мы обеспечиваем высокий уровень безопасности для ваших данных и гарантируем непрерывную работу вашего сайта, минимизируя риски потери клиентов из-за технических сбоев.',
		modifier: 'safety',
		iconFill: '#FFFFFF',
	},
	{
		id: 'ffad14ce-0eb5-44d7-868f-14e4d5411512',
		title: 'Оптимизация для поисковых систем (SEO)',
		description:
			'Наши сайты не только привлекают посетителей, но и оптимизированы для поисковых систем, что помогает улучшить видимость вашего бизнеса в поисковых запросах.',
		modifier: 'optimization',
		iconFill: '#9188FA',
	},
	{
		id: 'a8385c2f-1a8d-4c61-b5f7-2b1ff4a1cc40',
		title: 'Привлечение целевой аудитории',
		description:
			'Мы разработаем сайт с учетом вашей целевой аудитории, обеспечивая максимальное привлечение и удержание посетителей.',
		modifier: 'attraction',
		iconFill: '#FFFFFF',
	},
];
