import { IChoiceItem } from './type';

export const data: IChoiceItem[] = [
	{
		id: 'id1',
		title: 'Уникальный дизайн и брендирование',
		description:
			'Мы создаем дизайн, который не только красив, но и подчеркивает уникальность вашего бренда, делая вас запоминающимся в глазах клиентов.',
		modifier: 'design',
		iconFill: '#9188FA',
	},
	{
		id: 'id2',
		title: 'Гибкость и масштабируемость',
		description:
			'Наши решения гибки и легко масштабируются, что позволяет вашему бизнесу расти и адаптироваться к изменяющимся требованиям рынка.',
		modifier: 'flexibility',
		iconFill: '#9188FA',
	},
	{
		id: 'id3',
		title: '',
		description: '',
		modifier: 'planet',
	},
	{
		id: 'id4',
		title: 'Онлайн-присутствие без головной боли',
		description:
			'Мы предоставляем интегрированные решения для создания вашего собственного уникального онлайн-пространства. это позволяет вам сосредоточиться на своем бизнесе, а не на технических деталях.',
		modifier: 'presence',
		iconFill: '#9B54D4',
	},
	{
		id: 'id5',
		title: 'Максимальная конверсия',
		description:
			'Мы разрабатываем сайты с акцентом на пользовательский опыт, улучшая конверсию посетителей в клиентов и повышая вашу эффективность в сети.',
		modifier: 'conversion',
		iconFill: '#FFFFFF',
	},
	{
		id: 'id6',
		title: 'Безопасность и надежность',
		description:
			'Мы обеспечиваем высокий уровень безопасности для ваших данных и гарантируем непрерывную работу вашего сайта, минимизируя риски потери клиентов из-за технических сбоев.',
		modifier: 'safety',
		iconFill: '#FFFFFF',
	},
	{
		id: 'id7',
		title: 'Оптимизация для поисковых систем (SEO)',
		description:
			'Наши сайты не только привлекают посетителей, но и оптимизированы для поисковых систем, что помогает улучшить видимость вашего бизнеса в поисковых запросах.',
		modifier: 'optimization',
		iconFill: '#9188FA',
	},
	{
		id: 'id8',
		title: 'Привлечение целевой аудитории',
		description:
			'Мы разработаем сайт с учетом вашей целевой аудитории, обеспечивая максимальное привлечение и удержание посетителей.',
		modifier: 'attraction',
		iconFill: '#FFFFFF',
	},
];
